Repository: sativagenetics/Kroira-IPTV
Catalog: src/Kroira.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, ja_jp, ko_kr, pt_br, tr_tr, zh_hans

# Submission_Support_ResetAppData
source: Reset app data: use Windows Settings > Apps > Installed apps > KROIRA IPTV > Advanced options > Reset. This removes local sources, credentials, guide data, favorites, and preferences.
ar_sa: استخدم إعدادات تطبيق Windows لإعادة تعيين بيانات التطبيق المحلية إذا تم حظر بدء التشغيل.
de_de: Verwenden Sie die Windows-App-Einstellungen, um lokale App-Daten zurückzusetzen, wenn der Start blockiert ist.
es_es: Utilice la configuración de la aplicación de Windows para restablecer los datos de la aplicación local si el inicio está bloqueado.
fr_fr: Utilisez les paramètres de l'application Windows pour réinitialiser les données de l'application locale si le démarrage est bloqué.
hi_in: यदि स्टार्टअप अवरुद्ध है तो स्थानीय ऐप डेटा को रीसेट करने के लिए विंडोज ऐप सेटिंग्स का उपयोग करें।
ja_jp: 起動がブロックされている場合は、Windows アプリ設定を使用してローカル アプリ データをリセットします。
ko_kr: 시작이 차단된 경우 Windows 앱 설정을 사용하여 로컬 앱 데이터를 재설정하세요.
pt_br: Use as configurações do aplicativo do Windows para redefinir os dados do aplicativo local se a inicialização estiver bloqueada.
tr_tr: Başlatma engellenmişse yerel uygulama verilerini sıfırlamak için Windows uygulama ayarlarını kullanın.
zh_hans: 如果启动被阻止，请使用 Windows 应用程序设置重置本地应用程序数据。

# Submission.Support.StoreInstall
source: Store or MSIX install: install from Microsoft Store or a trusted signed package, then restart Windows if the Windows App SDK runtime was updated.
ar_sa: أعد تشغيل Windows، وقم بتحديث Microsoft Store، ثم قم بالتثبيت مرة أخرى من مكتبتك.
de_de: Starten Sie Windows neu, aktualisieren Sie den Microsoft Store und installieren Sie es erneut aus Ihrer Bibliothek.
es_es: Reinicie Windows, actualice Microsoft Store e instálelo nuevamente desde su biblioteca.
fr_fr: Redémarrez Windows, mettez à jour le Microsoft Store et réinstallez à partir de votre bibliothèque.
hi_in: विंडोज़ को पुनरारंभ करें, माइक्रोसॉफ्ट स्टोर को अपडेट करें, और अपनी लाइब्रेरी से फिर से इंस्टॉल करें।
ja_jp: Windows を再起動し、Microsoft Store を更新して、ライブラリから再度インストールします。
ko_kr: Windows를 다시 시작하고, Microsoft Store를 업데이트하고, 라이브러리에서 다시 설치하세요.
pt_br: Reinicie o Windows, atualize a Microsoft Store e instale novamente a partir da sua biblioteca.
tr_tr: Windows'u yeniden başlatın, Microsoft Store'u güncelleyin ve kitaplığınızdan tekrar yükleyin.
zh_hans: 重新启动 Windows，更新 Microsoft Store，然后从库中重新安装。

# Submission_Support_StoreInstall
source: Store or MSIX install: install from Microsoft Store or a trusted signed package, then restart Windows if the Windows App SDK runtime was updated.
ar_sa: أعد تشغيل Windows، وقم بتحديث Microsoft Store، ثم قم بالتثبيت مرة أخرى من مكتبتك.
de_de: Starten Sie Windows neu, aktualisieren Sie den Microsoft Store und installieren Sie es erneut aus Ihrer Bibliothek.
es_es: Reinicie Windows, actualice Microsoft Store e instálelo nuevamente desde su biblioteca.
fr_fr: Redémarrez Windows, mettez à jour le Microsoft Store et réinstallez à partir de votre bibliothèque.
hi_in: विंडोज़ को पुनरारंभ करें, माइक्रोसॉफ्ट स्टोर को अपडेट करें, और अपनी लाइब्रेरी से फिर से इंस्टॉल करें।
ja_jp: Windows を再起動し、Microsoft Store を更新して、ライブラリから再度インストールします。
ko_kr: Windows를 다시 시작하고, Microsoft Store를 업데이트하고, 라이브러리에서 다시 설치하세요.
pt_br: Reinicie o Windows, atualize a Microsoft Store e instale novamente a partir da sua biblioteca.
tr_tr: Windows'u yeniden başlatın, Microsoft Store'u güncelleyin ve kitaplığınızdan tekrar yükleyin.
zh_hans: 重新启动 Windows，更新 Microsoft Store，然后从库中重新安装。

# Submission.Support.StreamDoesNotPlay
source: Stream does not play: verify the stream URL works for the account, check whether the source requires authentication, proxy, or companion routing, and run a limited source probe from diagnostics.
ar_sa: حاول تشخيص مسبار الدفق أو مشغل خارجي لعزل مشكلات الموفر.
de_de: Versuchen Sie es mit der Stream-Probe-Diagnose oder einem externen Player, um Anbieterprobleme zu isolieren.
es_es: Pruebe los diagnósticos de sonda de transmisión o un reproductor externo para aislar los problemas del proveedor.
fr_fr: Essayez les diagnostics de sonde de flux ou un lecteur externe pour isoler les problèmes du fournisseur.
hi_in: प्रदाता समस्याओं को अलग करने के लिए स्ट्रीम जांच डायग्नोस्टिक्स या बाहरी प्लेयर का प्रयास करें।
ja_jp: プロバイダーの問題を特定するには、ストリーム プローブ診断または外部プレーヤーを試してください。
ko_kr: 공급자 문제를 격리하려면 스트림 프로브 진단이나 외부 플레이어를 사용해 보십시오.
pt_br: Experimente o diagnóstico de sonda de fluxo ou um player externo para isolar problemas do provedor.
tr_tr: Sağlayıcı sorunlarını yalıtmak için akış araştırması teşhisini veya harici bir oynatıcıyı deneyin.
zh_hans: 尝试使用流探针诊断或外部播放器来隔离提供程序问题。

# Submission_Support_StreamDoesNotPlay
source: Stream does not play: verify the stream URL works for the account, check whether the source requires authentication, proxy, or companion routing, and run a limited source probe from diagnostics.
ar_sa: حاول تشخيص مسبار الدفق أو مشغل خارجي لعزل مشكلات الموفر.
de_de: Versuchen Sie es mit der Stream-Probe-Diagnose oder einem externen Player, um Anbieterprobleme zu isolieren.
es_es: Pruebe los diagnósticos de sonda de transmisión o un reproductor externo para aislar los problemas del proveedor.
fr_fr: Essayez les diagnostics de sonde de flux ou un lecteur externe pour isoler les problèmes du fournisseur.
hi_in: प्रदाता समस्याओं को अलग करने के लिए स्ट्रीम जांच डायग्नोस्टिक्स या बाहरी प्लेयर का प्रयास करें।
ja_jp: プロバイダーの問題を特定するには、ストリーム プローブ診断または外部プレーヤーを試してください。
ko_kr: 공급자 문제를 격리하려면 스트림 프로브 진단이나 외부 플레이어를 사용해 보십시오.
pt_br: Experimente o diagnóstico de sonda de fluxo ou um player externo para isolar problemas do provedor.
tr_tr: Sağlayıcı sorunlarını yalıtmak için akış araştırması teşhisini veya harici bir oynatıcıyı deneyin.
zh_hans: 尝试使用流探针诊断或外部播放器来隔离提供程序问题。

# Submission.Support.WrongEpg
source: Wrong EPG: open manual EPG matching from Guide or source diagnostics, search the XMLTV channel, set or clear an override, and resync guide data.
ar_sa: استخدم المطابقة اليدوية في مركز EPG لتصحيح تعيينات الدليل.
de_de: Verwenden Sie den manuellen Abgleich im EPG Center, um Führungszuordnungen zu korrigieren.
es_es: Utilice la coincidencia manual en EPG Center para corregir las asignaciones de guías.
fr_fr: Utilisez la correspondance manuelle dans EPG Center pour corriger les mappages de guides.
hi_in: गाइड मैपिंग को सही करने के लिए EPG केंद्र में मैन्युअल मिलान का उपयोग करें।
ja_jp: EPG Center で手動マッチングを使用して、ガイド マッピングを修正します。
ko_kr: 가이드 매핑을 수정하려면 EPG 센터에서 수동 매칭을 사용하세요.
pt_br: Use a correspondência manual no EPG Center para corrigir mapeamentos de guia.
tr_tr: Kılavuz eşlemelerini düzeltmek için EPG Center'da manuel eşleştirmeyi kullanın.
zh_hans: 使用 EPG Center 中的手动匹配来纠正引导映射。

# Submission_Support_WrongEpg
source: Wrong EPG: open manual EPG matching from Guide or source diagnostics, search the XMLTV channel, set or clear an override, and resync guide data.
ar_sa: استخدم المطابقة اليدوية في مركز EPG لتصحيح تعيينات الدليل.
de_de: Verwenden Sie den manuellen Abgleich im EPG Center, um Führungszuordnungen zu korrigieren.
es_es: Utilice la coincidencia manual en EPG Center para corregir las asignaciones de guías.
fr_fr: Utilisez la correspondance manuelle dans EPG Center pour corriger les mappages de guides.
hi_in: गाइड मैपिंग को सही करने के लिए EPG केंद्र में मैन्युअल मिलान का उपयोग करें।
ja_jp: EPG Center で手動マッチングを使用して、ガイド マッピングを修正します。
ko_kr: 가이드 매핑을 수정하려면 EPG 센터에서 수동 매칭을 사용하세요.
pt_br: Use a correspondência manual no EPG Center para corrigir mapeamentos de guia.
tr_tr: Kılavuz eşlemelerini düzeltmek için EPG Center'da manuel eşleştirmeyi kullanın.
zh_hans: 使用 EPG Center 中的手动匹配来纠正引导映射。

# Submission.SupportEmailUnavailable
source: Support email unavailable.
ar_sa: البريد الإلكتروني للدعم غير متاح.
de_de: Support-E-Mail nicht verfügbar.
es_es: Correo electrónico de soporte no disponible.
fr_fr: E-mail d'assistance indisponible.
hi_in: समर्थन ईमेल अनुपलब्ध.
ja_jp: サポートメールは利用できません。
ko_kr: 지원 이메일을 사용할 수 없습니다.
pt_br: E-mail de suporte indisponível.
tr_tr: Destek e-postası kullanılamıyor.
zh_hans: 支持电子邮件不可用。

# Submission_SupportEmailUnavailable
source: Support email unavailable.
ar_sa: البريد الإلكتروني للدعم غير متاح.
de_de: Support-E-Mail nicht verfügbar.
es_es: Correo electrónico de soporte no disponible.
fr_fr: E-mail d'assistance indisponible.
hi_in: समर्थन ईमेल अनुपलब्ध.
ja_jp: サポートメールは利用できません。
ko_kr: 지원 이메일을 사용할 수 없습니다.
pt_br: E-mail de suporte indisponível.
tr_tr: Destek e-postası kullanılamıyor.
zh_hans: 支持电子邮件不可用。

# Submission.SupportPageUnavailable
source: Support page unavailable.
ar_sa: صفحة الدعم غير متاحة.
de_de: Support-Seite nicht verfügbar.
es_es: La página de soporte no está disponible.
fr_fr: Page d'assistance indisponible.
hi_in: सहायता पृष्ठ अनुपलब्ध है.
ja_jp: サポートページは利用できません。
ko_kr: 지원 페이지를 사용할 수 없습니다.
pt_br: Página de suporte indisponível.
tr_tr: Destek sayfası kullanılamıyor.
zh_hans: 支持页面不可用。

# Submission_SupportPageUnavailable
source: Support page unavailable.
ar_sa: صفحة الدعم غير متاحة.
de_de: Support-Seite nicht verfügbar.
es_es: La página de soporte no está disponible.
fr_fr: Page d'assistance indisponible.
hi_in: सहायता पृष्ठ अनुपलब्ध है.
ja_jp: サポートページは利用できません。
ko_kr: 지원 페이지를 사용할 수 없습니다.
pt_br: Página de suporte indisponível.
tr_tr: Destek sayfası kullanılamıyor.
zh_hans: 支持页面不可用。

# Submission.SupportSummary
source: When reporting an issue, include the source type, affected area, latest sync or health status, and a sanitized diagnostics export when available.
ar_sa: يمكن أن يساعد الدعم في مشكلات الإعداد وتشخيص المصدر وتثبيت المتجر.
de_de: Der Support kann bei der Einrichtung, Quelldiagnose und Store-Installationsproblemen helfen.
es_es: El soporte puede ayudar con la configuración, el diagnóstico de origen y los problemas de instalación de la Tienda.
fr_fr: L’assistance peut vous aider à résoudre les problèmes de configuration, de diagnostic source et d’installation du Store.
hi_in: समर्थन सेटअप, स्रोत डायग्नोस्टिक्स और स्टोर इंस्टॉलेशन समस्याओं में मदद कर सकता है।
ja_jp: サポートは、セットアップ、ソース診断、ストアのインストールの問題を解決します。
ko_kr: 지원팀에서는 설정, 소스 진단, 스토어 설치 문제에 대해 도움을 드릴 수 있습니다.
pt_br: O suporte pode ajudar com configuração, diagnóstico de origem e problemas de instalação da Loja.
tr_tr: Destek; kurulum, kaynak teşhisi ve Mağaza yükleme sorunları konusunda yardımcı olabilir.
zh_hans: 支持人员可以帮助解决设置、源诊断和应用商店安装问题。

# Submission_SupportSummary
source: When reporting an issue, include the source type, affected area, latest sync or health status, and a sanitized diagnostics export when available.
ar_sa: يمكن أن يساعد الدعم في مشكلات الإعداد وتشخيص المصدر وتثبيت المتجر.
de_de: Der Support kann bei der Einrichtung, Quelldiagnose und Store-Installationsproblemen helfen.
es_es: El soporte puede ayudar con la configuración, el diagnóstico de origen y los problemas de instalación de la Tienda.
fr_fr: L’assistance peut vous aider à résoudre les problèmes de configuration, de diagnostic source et d’installation du Store.
hi_in: समर्थन सेटअप, स्रोत डायग्नोस्टिक्स और स्टोर इंस्टॉलेशन समस्याओं में मदद कर सकता है।
ja_jp: サポートは、セットアップ、ソース診断、ストアのインストールの問題を解決します。
ko_kr: 지원팀에서는 설정, 소스 진단, 스토어 설치 문제에 대해 도움을 드릴 수 있습니다.
pt_br: O suporte pode ajudar com configuração, diagnóstico de origem e problemas de instalação da Loja.
tr_tr: Destek; kurulum, kaynak teşhisi ve Mağaza yükleme sorunları konusunda yardımcı olabilir.
zh_hans: 支持人员可以帮助解决设置、源诊断和应用商店安装问题。

# Submission.TelemetrySummary
source: KROIRA does not bundle app telemetry, advertising analytics, or a vendor-operated media URL collection service in this release.
ar_sa: ليس هناك حاجة إلى قياس عن بعد من جهة خارجية للتشغيل أو استيراد المصدر.
de_de: Für die Wiedergabe oder den Quellenimport ist keine Telemetrie von Drittanbietern erforderlich.
es_es: No se requiere telemetría de terceros para la reproducción o la importación de fuentes.
fr_fr: Aucune télémétrie tierce n'est requise pour la lecture ou l'importation de source.
hi_in: प्लेबैक या स्रोत आयात के लिए किसी तृतीय-पक्ष टेलीमेट्री की आवश्यकता नहीं है।
ja_jp: 再生やソースのインポートにサードパーティのテレメトリは必要ありません。
ko_kr: 재생 또는 소스 가져오기에는 타사 원격 측정이 필요하지 않습니다.
pt_br: Nenhuma telemetria de terceiros é necessária para reprodução ou importação de origem.
tr_tr: Oynatma veya kaynak içe aktarma için üçüncü taraf telemetrisine gerek yoktur.
zh_hans: 播放或源导入不需要第三方遥测。

# Submission_TelemetrySummary
source: KROIRA does not bundle app telemetry, advertising analytics, or a vendor-operated media URL collection service in this release.
ar_sa: ليس هناك حاجة إلى قياس عن بعد من جهة خارجية للتشغيل أو استيراد المصدر.
de_de: Für die Wiedergabe oder den Quellenimport ist keine Telemetrie von Drittanbietern erforderlich.
es_es: No se requiere telemetría de terceros para la reproducción o la importación de fuentes.
fr_fr: Aucune télémétrie tierce n'est requise pour la lecture ou l'importation de source.
hi_in: प्लेबैक या स्रोत आयात के लिए किसी तृतीय-पक्ष टेलीमेट्री की आवश्यकता नहीं है।
ja_jp: 再生やソースのインポートにサードパーティのテレメトリは必要ありません。
ko_kr: 재생 또는 소스 가져오기에는 타사 원격 측정이 필요하지 않습니다.
pt_br: Nenhuma telemetria de terceiros é necessária para reprodução ou importação de origem.
tr_tr: Oynatma veya kaynak içe aktarma için üçüncü taraf telemetrisine gerek yoktur.
zh_hans: 播放或源导入不需要第三方遥测。

# SourceLifecycle.GuideSource.ManualXmltvOverride
source: Manual XMLTV override
ar_sa: تجاوز يدوي XMLTV
de_de: Manuelle XMLTV-Überschreibung
es_es: Anulación manual de XMLTV
fr_fr: Remplacement manuel du XMLTV
hi_in: मैनुअल XMLTV ओवरराइड
ja_jp: 手動 XMLTV オーバーライド
ko_kr: 수동 XMLTV 재정의
pt_br: Substituição manual do XMLTV
tr_tr: Manuel XMLTV geçersiz kılma
zh_hans: 手动 XMLTV 超控

# SourceLifecycle_GuideSource_ManualXmltvOverride
source: Manual XMLTV override
ar_sa: تجاوز يدوي XMLTV
de_de: Manuelle XMLTV-Überschreibung
es_es: Anulación manual de XMLTV
fr_fr: Remplacement manuel du XMLTV
hi_in: मैनुअल XMLTV ओवरराइड
ja_jp: 手動 XMLTV オーバーライド
ko_kr: 수동 XMLTV 재정의
pt_br: Substituição manual do XMLTV
tr_tr: Manuel XMLTV geçersiz kılma
zh_hans: 手动 XMLTV 超控

# SourceGuidance.Action.RefreshPortalProfile.Title
source: Refresh portal profile
ar_sa: تحديث ملف تعريف البوابة الإلكترونية
de_de: Portalprofil aktualisieren
es_es: Actualizar perfil del portal
fr_fr: Actualiser le profil du portail
hi_in: पोर्टल प्रोफ़ाइल ताज़ा करें
ja_jp: ポータルプロファイルを更新する
ko_kr: 포털 프로필 새로 고침
pt_br: Atualizar perfil do portal
tr_tr: Portal profilini yenile
zh_hans: 刷新门户配置文件

# SourceGuidance_Action_RefreshPortalProfile_Title
source: Refresh portal profile
ar_sa: تحديث ملف تعريف البوابة الإلكترونية
de_de: Portalprofil aktualisieren
es_es: Actualizar perfil del portal
fr_fr: Actualiser le profil du portail
hi_in: पोर्टल प्रोफ़ाइल ताज़ा करें
ja_jp: ポータルプロファイルを更新する
ko_kr: 포털 프로필 새로 고침
pt_br: Atualizar perfil do portal
tr_tr: Portal profilini yenile
zh_hans: 刷新门户配置文件

# SourceLifecycle.Error.CredentialsNotFound
source: Source credentials were not found.
ar_sa: لم يتم العثور على بيانات اعتماد المصدر.
de_de: Quellanmeldeinformationen wurden nicht gefunden.
es_es: No se encontraron las credenciales de origen.
fr_fr: Les informations d'identification de la source n'ont pas été trouvées.
hi_in: स्रोत क्रेडेंशियल नहीं मिले.
ja_jp: ソース資格情報が見つかりませんでした。
ko_kr: 소스 자격 증명을 찾을 수 없습니다.
pt_br: As credenciais de origem não foram encontradas.
tr_tr: Kaynak kimlik bilgileri bulunamadı.
zh_hans: 未找到源凭据。

# SourceLifecycle_Error_CredentialsNotFound
source: Source credentials were not found.
ar_sa: لم يتم العثور على بيانات اعتماد المصدر.
de_de: Quellanmeldeinformationen wurden nicht gefunden.
es_es: No se encontraron las credenciales de origen.
fr_fr: Les informations d'identification de la source n'ont pas été trouvées.
hi_in: स्रोत क्रेडेंशियल नहीं मिले.
ja_jp: ソース資格情報が見つかりませんでした。
ko_kr: 소스 자격 증명을 찾을 수 없습니다.
pt_br: As credenciais de origem não foram encontradas.
tr_tr: Kaynak kimlik bilgileri bulunamadı.
zh_hans: 未找到源凭据。

# SourceGuidance.Capability.Connection.Label
source: Connection
ar_sa: اتصال
de_de: Verbindung
es_es: Conexión
fr_fr: Connexion
hi_in: कनेक्शन
ja_jp: 接続
ko_kr: 연결
pt_br: Conexão
tr_tr: Bağlantı
zh_hans: 连接方式

# SourceGuidance_Capability_Connection_Label
source: Connection
ar_sa: اتصال
de_de: Verbindung
es_es: Conexión
fr_fr: Connexion
hi_in: कनेक्शन
ja_jp: 接続
ko_kr: 연결
pt_br: Conexão
tr_tr: Bağlantı
zh_hans: 连接方式

# SourceGuidance.Catalog.Series
source: Series
ar_sa: مسلسل
de_de: Serie
es_es: Serie
fr_fr: Série
hi_in: शृंखला
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: Série
tr_tr: Serisi
zh_hans: 系列

# SourceGuidance_Catalog_Series
source: Series
ar_sa: مسلسل
de_de: Serie
es_es: Serie
fr_fr: Série
hi_in: शृंखला
ja_jp: シリーズ
ko_kr: 시리즈
pt_br: Série
tr_tr: Serisi
zh_hans: 系列

# SourceLifecycle.Delete.Deleted
source: Deleted source '{0}'.
ar_sa: المصدر المحذوف "{0}".
de_de: Quelle „{0}“ gelöscht.
es_es: Fuente eliminada '{0}'.
fr_fr: Source supprimée '{0}'.
hi_in: हटाया गया स्रोत '{0}'।
ja_jp: ソース「{0}」を削除しました。
ko_kr: '{0}' 소스를 삭제했습니다.
pt_br: Fonte excluída '{0}'.
tr_tr: '{0}' kaynağı silindi.
zh_hans: 删除源“{0}”。

# SourceLifecycle_Delete_Deleted
source: Deleted source '{0}'.
ar_sa: المصدر المحذوف "{0}".
de_de: Quelle „{0}“ gelöscht.
es_es: Fuente eliminada '{0}'.
fr_fr: Source supprimée '{0}'.
hi_in: हटाया गया स्रोत '{0}'।
ja_jp: ソース「{0}」を削除しました。
ko_kr: '{0}' 소스를 삭제했습니다.
pt_br: Fonte excluída '{0}'.
tr_tr: '{0}' kaynağı silindi.
zh_hans: 删除源“{0}”。

# SourceGuidance.Action.RetestPortal.Title
source: Retest portal sync
ar_sa: إعادة اختبار مزامنة البوابة
de_de: Testen Sie die Portalsynchronisierung erneut
es_es: Volver a probar la sincronización del portal
fr_fr: Retester la synchronisation du portail
hi_in: पोर्टल सिंक का पुनः परीक्षण करें
ja_jp: ポータル同期を再テストする
ko_kr: 포털 동기화 다시 테스트
pt_br: Testar novamente a sincronização do portal
tr_tr: Portal senkronizasyonunu yeniden test edin
zh_hans: 重新测试门户同步

# SourceGuidance_Action_RetestPortal_Title
source: Retest portal sync
ar_sa: إعادة اختبار مزامنة البوابة
de_de: Testen Sie die Portalsynchronisierung erneut
es_es: Volver a probar la sincronización del portal
fr_fr: Retester la synchronisation du portail
hi_in: पोर्टल सिंक का पुनः परीक्षण करें
ja_jp: ポータル同期を再テストする
ko_kr: 포털 동기화 다시 테스트
pt_br: Testar novamente a sincronização do portal
tr_tr: Portal senkronizasyonunu yeniden test edin
zh_hans: 重新测试门户同步

# SourceGuidance.Action.ReviewGuideSettings.Title
source: Review guide settings
ar_sa: مراجعة إعدادات الدليل
de_de: Überprüfen Sie die Guide-Einstellungen
es_es: Revisar la configuración de la guía
fr_fr: Vérifier les paramètres du guide
hi_in: गाइड सेटिंग्स की समीक्षा करें
ja_jp: ガイド設定を確認する
ko_kr: 가이드 설정 검토
pt_br: Revise as configurações do guia
tr_tr: Kılavuz ayarlarını inceleyin
zh_hans: 查看指南设置

# SourceGuidance_Action_ReviewGuideSettings_Title
source: Review guide settings
ar_sa: مراجعة إعدادات الدليل
de_de: Überprüfen Sie die Guide-Einstellungen
es_es: Revisar la configuración de la guía
fr_fr: Vérifier les paramètres du guide
hi_in: गाइड सेटिंग्स की समीक्षा करें
ja_jp: ガイド設定を確認する
ko_kr: 가이드 설정 검토
pt_br: Revise as configurações do guia
tr_tr: Kılavuz ayarlarını inceleyin
zh_hans: 查看指南设置

# SourcesSummaryLibraryRun.Text
source: library
ar_sa: مكتبة
de_de: Bibliothek
es_es: biblioteca
fr_fr: bibliothèque
hi_in: पुस्तकालय
ja_jp: 図書館
ko_kr: 도서관
pt_br: biblioteca
tr_tr: kütüphane
zh_hans: 图书馆

# EpgCoverage.ReviewStatus.NoGuideMatch
source: No guide match
ar_sa: لا توجد مباراة دليل
de_de: Keine Führungsübereinstimmung
es_es: No hay coincidencia de guía
fr_fr: Aucune correspondance de guide
hi_in: कोई गाइड मैच नहीं
ja_jp: ガイド一致なし
ko_kr: 가이드 매치 없음
pt_br: Nenhuma correspondência de guia
tr_tr: Kılavuz eşleşmesi yok
zh_hans: 无引导匹配

# EpgCoverage_ReviewStatus_NoGuideMatch
source: No guide match
ar_sa: لا توجد مباراة دليل
de_de: Keine Führungsübereinstimmung
es_es: No hay coincidencia de guía
fr_fr: Aucune correspondance de guide
hi_in: कोई गाइड मैच नहीं
ja_jp: ガイド一致なし
ko_kr: 가이드 매치 없음
pt_br: Nenhuma correspondência de guia
tr_tr: Kılavuz eşleşmesi yok
zh_hans: 无引导匹配

# SourceLifecycle.Validation.M3uUrlRequired
source: M3U URL or file path is required.
ar_sa: مطلوب M3U URL أو مسار الملف.
de_de: M3U URL oder Dateipfad ist erforderlich.
es_es: Se requiere M3U URL o ruta de archivo.
fr_fr: M3U URL ou le chemin du fichier est requis.
hi_in: M3U URL या फ़ाइल पथ आवश्यक है।
ja_jp: M3U URL またはファイル パスが必要です。
ko_kr: M3U URL 또는 파일 경로가 필요합니다.
pt_br: M3U URL ou caminho do arquivo é necessário.
tr_tr: M3U URL veya dosya yolu gereklidir.
zh_hans: 需要 M3U URL 或文件路径。

# SourceLifecycle_Validation_M3uUrlRequired
source: M3U URL or file path is required.
ar_sa: مطلوب M3U URL أو مسار الملف.
de_de: M3U URL oder Dateipfad ist erforderlich.
es_es: Se requiere M3U URL o ruta de archivo.
fr_fr: M3U URL ou le chemin du fichier est requis.
hi_in: M3U URL या फ़ाइल पथ आवश्यक है।
ja_jp: M3U URL またはファイル パスが必要です。
ko_kr: M3U URL 또는 파일 경로가 필요합니다.
pt_br: M3U URL ou caminho do arquivo é necessário.
tr_tr: M3U URL veya dosya yolu gereklidir.
zh_hans: 需要 M3U URL 或文件路径。

# SourceLifecycle.GuideSource.ProviderXmltv
source: Provider XMLTV
ar_sa: المزود XMLTV
de_de: Anbieter XMLTV
es_es: Proveedor XMLTV
fr_fr: Fournisseur XMLTV
hi_in: प्रदाता XMLTV
ja_jp: プロバイダー XMLTV
ko_kr: 공급자 XMLTV
pt_br: Provedor XMLTV
tr_tr: Sağlayıcı XMLTV
zh_hans: 提供商 XMLTV

# SourceLifecycle_GuideSource_ProviderXmltv
source: Provider XMLTV
ar_sa: المزود XMLTV
de_de: Anbieter XMLTV
es_es: Proveedor XMLTV
fr_fr: Fournisseur XMLTV
hi_in: प्रदाता XMLTV
ja_jp: プロバイダー XMLTV
ko_kr: 공급자 XMLTV
pt_br: Provedor XMLTV
tr_tr: Sağlayıcı XMLTV
zh_hans: 提供商 XMLTV

# SourceLifecycle.GuideSource.ConfiguredSyncPending
source: Configured. Sync pending.
ar_sa: تم تكوينه. المزامنة معلقة.
de_de: Konfiguriert. Synchronisierung steht aus.
es_es: Configurado. Sincronización pendiente.
fr_fr: Configuré. Synchronisation en attente.
hi_in: विन्यस्त. समन्वयन लंबित है.
ja_jp: 設定済み。同期が保留中です。
ko_kr: 구성되었습니다. 동기화 보류 중입니다.
pt_br: Configurado. Sincronização pendente.
tr_tr: Yapılandırılmış. Senkronizasyon beklemede.
zh_hans: 配置完毕。同步待处理。

# SourceLifecycle_GuideSource_ConfiguredSyncPending
source: Configured. Sync pending.
ar_sa: تم تكوينه. المزامنة معلقة.
de_de: Konfiguriert. Synchronisierung steht aus.
es_es: Configurado. Sincronización pendiente.
fr_fr: Configuré. Synchronisation en attente.
hi_in: विन्यस्त. समन्वयन लंबित है.
ja_jp: 設定済み。同期が保留中です。
ko_kr: 구성되었습니다. 동기화 보류 중입니다.
pt_br: Configurado. Sincronização pendente.
tr_tr: Yapılandırılmış. Senkronizasyon beklemede.
zh_hans: 配置完毕。同步待处理。

# SourceLifecycle.Validation.ProxyUrlRequired
source: Proxy routing requires a proxy URL.
ar_sa: يتطلب توجيه الوكيل وكيل URL.
de_de: Für das Proxy-Routing ist ein Proxy URL erforderlich.
es_es: El enrutamiento de proxy requiere un proxy URL.
fr_fr: Le routage proxy nécessite un proxy URL.
hi_in: प्रॉक्सी रूटिंग के लिए प्रॉक्सी URL की आवश्यकता होती है।
ja_jp: プロキシ ルーティングにはプロキシ URL が必要です。
ko_kr: 프록시 라우팅에는 프록시 URL가 필요합니다.
pt_br: O roteamento proxy requer um proxy URL.
tr_tr: Proxy yönlendirmesi bir proxy URL gerektirir.
zh_hans: 代理路由需要代理 URL。

# SourceLifecycle_Validation_ProxyUrlRequired
source: Proxy routing requires a proxy URL.
ar_sa: يتطلب توجيه الوكيل وكيل URL.
de_de: Für das Proxy-Routing ist ein Proxy URL erforderlich.
es_es: El enrutamiento de proxy requiere un proxy URL.
fr_fr: Le routage proxy nécessite un proxy URL.
hi_in: प्रॉक्सी रूटिंग के लिए प्रॉक्सी URL की आवश्यकता होती है।
ja_jp: プロキシ ルーティングにはプロキシ URL が必要です。
ko_kr: 프록시 라우팅에는 프록시 URL가 필요합니다.
pt_br: O roteamento proxy requer um proxy URL.
tr_tr: Proxy yönlendirmesi bir proxy URL gerektirir.
zh_hans: 代理路由需要代理 URL。

# EpgCoverage.MatchType.WeakAlias
source: Weak alias
ar_sa: اسم مستعار ضعيف
de_de: Schwacher Alias
es_es: alias débil
fr_fr: Alias faible
hi_in: कमजोर उपनाम
ja_jp: 弱いエイリアス
ko_kr: 약한 별칭
pt_br: Alias fraca
tr_tr: Zayıf takma ad
zh_hans: 弱别名

# EpgCoverage_MatchType_WeakAlias
source: Weak alias
ar_sa: اسم مستعار ضعيف
de_de: Schwacher Alias
es_es: alias débil
fr_fr: Alias faible
hi_in: कमजोर उपनाम
ja_jp: 弱いエイリアス
ko_kr: 약한 별칭
pt_br: Alias fraca
tr_tr: Zayıf takma ad
zh_hans: 弱别名
